// src/data/dummyGroupBuyData.js
export const dummyGroupBuyData = [
    {
        id: 1,
        name: "무선 청소기",
        price: "35,000원",
        image: "/img/groupbuy_item1.png",
        link: "https://www.naver.com",
        content: "이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./이 제품은 공동구매로 저렴하게 제공됩니다./다./이 제품은 공동구매로 저렴하게 제공됩니다./"
    },
    {
        id: 2,
        name: "유기농 쌀",
        price: "22,000원",
        link: "https://www.naver.com",
        content: "이 제품은 공동구매로 저렴하게 제공됩니다."
    },
    {
        id: 3,
        name: "계란 30구",
        price: "7,500원",
        link: "https://www.naver.com",
        content: "이 제품은 공동구매로 저렴하게 제공됩니다."
    },
    {
        id: 4,
        name: "생수 2L x 6",
        price: "4,200원",
        link: "https://www.naver.com",
        content: "이 제품은 공동구매로 저렴하게 제공됩니다."
    },
    {
        id: 5,
        name: "주방세제 세트",
        price: "9,800원",
        link: "https://www.naver.com",
        content: "이 제품은 공동구매로 저렴하게 제공됩니다."
    },
    {
        id: 6,
        name: "주방세제 세트",
        price: "9,800원",
        link: "https://www.naver.com",
        content: "이 제품은 공동구매로 저렴하게 제공됩니다."
    },
    {
        id: 7,
        name: "주방세제 세트",
        price: "9,800원",
        link: "https://www.naver.com",
        content: "이 제품은 공동구매로 저렴하게 제공됩니다."
    },
    {
        id: 8,
        name: "주방세제 세트",
        price: "9,800원",
        link: "https://www.naver.com",
        content: "이 제품은 공동구매로 저렴하게 제공됩니다."
    },
    {
        id: 9,
        name: "주방세제 세트",
        price: "9,800원",
        link: "https://www.naver.com",
        content: "이 제품은 공동구매로 저렴하게 제공됩니다."
    },
    {
        id: 10,
        name: "주방세제 세트",
        price: "9,800원",
        link: "https://www.naver.com",
        content: "이 제품은 공동구매로 저렴하게 제공됩니다."
    },
    {
        id: 11,
        name: "주방세제 세트",
        price: "9,800원",
        link: "https://www.naver.com",
        content: "이 제품은 공동구매로 저렴하게 제공됩니다."
    }
];
